benchmark_result/bench_result_hadware_evol/fio/xen_4_11_1_3/vm4/fio_result/round11/seq_read_throughput
seq_read_throughput: (g=0): rw=read, bs=(R) 1024KiB-1024KiB, (W) 1024KiB-1024KiB, (T) 1024KiB-1024KiB, ioengine=libaio, iodepth=64
...
fio-3.1
Starting 4 processes

seq_read_throughput: (groupid=0, jobs=4): err= 0: pid=16055: Sat Jun  1 14:44:56 2024
   read: IOPS=2074, BW=2079MiB/s (2180MB/s)(122GiB/60024msec)
    slat (usec): min=66, max=157171, avg=1878.68, stdev=1886.72
    clat (msec): min=3, max=407, avg=121.33, stdev=22.31
     lat (msec): min=4, max=409, avg=123.21, stdev=22.50
    clat percentiles (msec):
     |  1.00th=[   73],  5.00th=[   89], 10.00th=[   97], 20.00th=[  106],
     | 30.00th=[  112], 40.00th=[  117], 50.00th=[  122], 60.00th=[  127],
     | 70.00th=[  131], 80.00th=[  138], 90.00th=[  146], 95.00th=[  153],
     | 99.00th=[  167], 99.50th=[  174], 99.90th=[  388], 99.95th=[  393],
     | 99.99th=[  405]
   bw (  KiB/s): min=389120, max=685402, per=25.01%, avg=532372.59, stdev=45495.37, samples=480
   iops        : min=  380, max=  669, avg=519.54, stdev=44.62, samples=480
  lat (msec)   : 4=0.01%, 10=0.01%, 20=0.01%, 50=0.05%, 100=13.15%
  lat (msec)   : 250=86.78%, 500=0.20%
  cpu          : usr=2.29%, sys=16.64%, ctx=206520, majf=0, minf=10
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=0.1%, 16=0.1%, 32=0.1%, >=64=103.6%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.1%, >=64=0.0%
     issued rwt: total=124515,0,0, short=0,0,0, dropped=0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=64

Run status group 0 (all jobs):
   READ: bw=2079MiB/s (2180MB/s), 2079MiB/s-2079MiB/s (2180MB/s-2180MB/s), io=122GiB (131GB), run=60024-60024msec

Disk stats (read/write):
  xvda: ios=1033646/10, merge=0/10, ticks=3721508/328, in_queue=3657144, util=99.70%